Repository: benjbmc/blackbox
Catalog: translations/blackbox.*.po
Languages: fr

source: Content to display
fr: Contenu à afficher

source: Choose an existing entities
fr: Choisir une entité existante

source: Select an entity by using autocompletion
fr: Sélectionner une entité en utilisant l'autocomplétion

source: Start taping something...
fr: Commencez à taper un mot...

source: Duration before apparition
fr: Durée avant apparition

source: hours
fr: heure(s)

source: seconds
fr: secondes

source: Change the default size values (400px x 400px)
fr: Changer la taille de la popup (par défaut: 400px x 400px)

source: Width
fr: Largeur

source: Height
fr: Hauteur

source: Please choose a content
fr: Choix de l'entité

source: Please indicate a duration
fr: Choix de la durée

source: - None -
fr: - Aucun -

source: A simple block with HTML content which appears after a certain time.
fr: Un simple bloc avec du contenu HTML qui apparaît après un certain temps prédéfini.

source: A simple block with an entity which appears after a certain time.
fr: Un simple bloc qui affiche une entité après un certain temps prédéfini.
